Repository: nextcloud/news
Catalog: l10n/*/news.po
Languages: ar, bn_in, ia, ka_ge, km

source: Can not add feed: Exists already
ar: لا يمكن اضافة هذا الملقم:هو موجود بالفعل
bn_in: ফিড যুক্ত করা যাবে না:আগে থেকেই আছে
ia: Non pote adder syndication: il jam es existente
ka_ge: ფიდის დამატება შეუძლებელია: უკვე არსებობს
km: មិន​អាច​បន្ថែម​ព័ត៌មាន៖ មាន​រួច​ហើយ

source: Can not add feed: URL does not exist, SSL Certificate can not be validated or feed has invalid xml
ar: لا يمكن إضافة هذا الملقم: عنوان URL غير موجود, شهادة SSL لايمكن التحقق منه أو الملقم لديه xml غير صالح
bn_in: ফিড যুক্ত করা যাবে না:URL টি উপস্থিত না,SSL সার্টিফিকেট যাচাই করা যাবে না বা ফিডে অবৈধ XML আছে

source: Articles without feed
ar: مقالات بدون ملقم
bn_in: ফিড ছাড়া প্রবন্ধ
ia: Articulos sin syndication
km: អត្ថបទគ្មាន feed

source: Can not add folder: Exists already
ar: لا يمكن اضافة المجلد:موجود بالفعل
bn_in: ফোল্ডার যুক্ত করা যাবে না:আগে থেকেই আছে
ia: Non pote adder dossier: il es jam existente
ka_ge: ფოლდერის დამატება შეუძლებელია: უკვე არსებობს
km: មិន​អាច​បន្ថែម​ថត៖ មាន​រួច​ហើយ

source: status
ar: الحالة
bn_in: স্ট্যাটাস
ia: stato
km: ស្ថានភាព

source: Undo deletion of %s
ar: التراجع عن حذف %s
bn_in: %s এর মুছে ফেলার আগের পূর্বাবস্থায় ফিরুন
ia: Annulla deletion de %s
km: មិន​ធ្វើ​ការ​លុប %s វិញ

source: News
ar: اخبار
bn_in: খবর
ia: Novas
ka_ge: სიახლეები
km: ព័ត៌មាន

source: Add Website
ar: اضافة موقع الكتروني
bn_in: ওয়েবসাইট যোগ করুন
ia: Adder sito web
ka_ge: დაამატე ვებგვერდი
km: បន្ថែម​វេបសាយ

source: Error: address exists already!
ar: خطا: العنوان موجود بالفعل
bn_in: ত্রুটি:ঠিকানা আগে থেকেই আছে!
ia: Error: adresse jam existente!
ka_ge: შეცდომა: მისამართი უკვე არსებობს!
km: កំហុស៖ អាសយដ្ឋាន​មាន​រួច​ហើយ!

source: Error: folder exists already
ar: خطا: المجلد موجود بالفعل
bn_in: ত্রুটি:ফোল্ডার আগে থেকেই আছে
ia: Error: dossier jam existente
ka_ge: შეცდომა: ფოლდერი უკვე არსებობს!
km: កំហុស៖ ថត​មាន​រួច​ហើយ

source: Address
ar: عنوان
bn_in: ঠিকানা
ia: Adresse
ka_ge: მისამართი
km: អាសយដ្ឋាន

source: Add
ar: أدخل
bn_in: যোগ করা
ia: Adder
ka_ge: დამატება
km: បញ្ចូល

source: New folder
ar: مجلد جديد
bn_in: নতুন ফোল্ডার
ia: Nove dossier
ka_ge: ახალი ფოლდერი
km: ថត​ថ្មី

source: Folder
ar: مجلد
bn_in: ফোল্ডার
ia: Dossier
ka_ge: საქაღალდე
km: ថត

source: Choose folder
ar: اختر مجلد
bn_in: ফোল্ডার চয়ন করুন
ia: Seliger dossier
ka_ge: აირჩიეთ ფოლდერი
km: ជ្រើស​ថត

source: Folder name
ar: اسم المجلد
bn_in: ফোল্ডারের নাম
ia: Nomine de dossier
ka_ge: ფოლდერის სახელი
km: ឈ្មោះ​ថត

source: Back to folder selection
ar: الرجوع الى المجلد المحدد
bn_in: ফোল্ডার নির্বাচনে ফিরে যান
ia: Retro al selection de dossier
ka_ge: უკან ფოლდერის ასარჩევად
km: ត្រឡប់​ទៅ​ការ​ជ្រើស​រើស​ថត

source: Create folder
ar: انشئ مجلد
bn_in: ফোল্ডার বানান
ia: Crear dossier
ka_ge: ფოლდერის შექმნა
km: បង្កើត​ថត

source: Starred
ar: معلّم بنجمة.
bn_in: তারকাচিহ্নিত
ia: Stellate
ka_ge: ვარსკვლავმინიჭებული
km: បាន​ដាក់​ផ្កាយ

source: Unread articles
ar: مقال غير مقروء
bn_in: অপঠিত নিবন্ধ
ia: Articulos non legite
ka_ge: წაუკითხავი არტიკლები
km: អត្ថបទ​ដែល​មិន​ទាន់​អាន

source: All articles
ar: جميع المقالات
bn_in: সব নিবন্ধ
ia: Omne articulos
ka_ge: ყველა არტიკლი
km: អត្ថបទ​ទាំង​អស់

source: Mark read
ar: تحديد كـ مقروء
bn_in: পড়া মার্ক করুন
ia: Marcar como legite
ka_ge: მონიშნე წაკითხულად
km: ទុក​ថា​បាន​អាន

source: Welcome to the ownCloud News app!
ar: مرحبا بك في برنامج اخبار ownCloud!
bn_in: OwnCloud সংবাদ অ্যাপ থেকে আপনাকে স্বাগতম!
ia: Benvenite al app de ownCloud News!
km: សូម​ស្វាគមន៍​មក​កាន់​កម្មវិធី ownCloud News!

source: read on website
ar: اقرء عن طريق الموقع الالكتروني
bn_in: ওয়েবসাইটে পড়ুন
ia: leger sur le sito web
km: អាន​លើ​វេបសាយ

source: star
ar: نجمة
bn_in: চিহ্নিত
ia: stella
km: ដាក់​ផ្កាយ

source: from
ar: من
bn_in: থেকে
ia: ex
ka_ge: დან
km: ពី

source: by
ar: من قبل
bn_in: দ্বারা
ia: per
ka_ge: მიერ
km: ដោយ

source: Download
ar: تحميل
bn_in: ডাউনলোড করুন
ia: Discargar
ka_ge: ჩამოტვირთვა
km: ទាញយក

source: Keep unread
ar: ابقاءة كـ غير مقروء
bn_in: অপঠিত রাখুন
ia: Mantene non legite
ka_ge: მხოლოდ წაუკითხავი
km: ទុក​ថា​មិន​ទាន់​អាន

source: Cancel
ar: الغاء
bn_in: বাতিল করা
ia: Cancellar
ka_ge: უარყოფა
km: លើកលែង

source: Save
ar: حفظ
bn_in: সেভ
ia: Salveguardar
ka_ge: შენახვა
km: រក្សាទុក

source: Delete website
ar: احذف الموقع الالكتروني
bn_in: ওয়েবসাইট মুছে ফেলুন
ia: Deler sito web
ka_ge: ვებსაიტის წაშლა
km: លុប​វេបសាយ

source: Rename feed
ar: اعادة تسمية الملقم
bn_in: ফিডের পুনঃনামকরণ
ia: Renominar syndication
km: ដាក់​ឈ្មោះថ្មីអោយ feed

source: Collapse
ar: طوي
bn_in: পতন
ia: Collaber
ka_ge: აკეცვა
km: បត់បង្រួម

source: Delete folder
ar: حذف المجلد
bn_in: ফোল্ডার মুছে দিন
ia: Deler dossier
ka_ge: ფოლდერის წაშლა
km: លុប​ថត

source: Rename folder
ar: اعادة تسمية المجلد
bn_in: ফোল্ডারের পুনঃনামকরণ
ia: Renominar dossier
ka_ge: ფოლდერის სახელის გადარქმევა
km: ប្ដូរ​ឈ្មោះ​ថត

source: Settings
ar: إعدادات
bn_in: সেটিংস
ia: Configurationes
ka_ge: პარამეტრები
km: ការកំណត់

source: Use compact view
ar: استخدم العرض المضغوط
bn_in: কম্প্যাক্ট ভিউ ব্যবহার করুন
ia: Usa vista compacte
km: ប្រើទិដ្ឋភាព​បង្រួម

source: Subscriptions (OPML)
ar: اشتراك (OPML)
bn_in: সাবস্ক্রিপশন (OPML)
ia: Subscriptiones (OPML)
km: ការ​តាមដាន (OPML)

source: Import
ar: إدخال
bn_in: ইম্পোর্ট
ia: Importar
ka_ge: იმპორტი
km: នាំយកចូល

source: Export
ar: تصدير
bn_in: এক্সপোর্ট
ia: Exportar
ka_ge: ექსპორტი
km: នាំចេញ

source: Error when importing: file does not contain valid OPML
ar: خطا عند الاستيراد: الملف لايحتوي على OPML صالح
bn_in: ইম্পোর্ট করার সময় ত্রুটি:ফাইলে বৈধ OPML থাকে না
ia: Error quando on importa: file non contine un valide OPML
ka_ge: შეცდომა იმპორტირების დროს: ფაილი არ უნდა შეიცავდეს მართებულ OPML–ს
km: កំហុស​ពេល​នាំ​ចូល៖ ឯកសារ​មិន​មាន OPML ត្រឹម​ត្រូវ

source: Unread/Starred Articles
ar: مقالات غير مقروءه/نجمة
bn_in: অপঠিত/তারকাচিহ্নিত প্রবন্ধ
ia: Non legite/ Articulos stellate
km: អត្ថបទ​ដែល​មិន​បាន​អាន ឬ​បាន​ដាក់​ផ្កាយ

source: Error when importing: file does not contain valid JSON
ar: خطا عند الاستيراد: الملف لايحتوي على OPML صالح
bn_in: ইম্পোর্ট করার সময় ত্রুটি:ফাইলে বৈধ JSON থাকে না
ia: Error quando on importa: file non contine un valide JSON
ka_ge: შეცდომა იმპორტირებისას: ფაილი არ უნდა შეიცავდეს მართებულ JSON–ს
km: កំហុស​ពេល​នាំ​ចូល៖ ឯកសារ​មិន​មាន JSON ត្រឹម​ត្រូវ

source: Show read articles
ar: عرض المقالات المقروءة
bn_in: পড়া নিবন্ধগুলি দেখান
ia: Monstra articulos legite
km: បង្ហាញ​អត្ថបទ​ដែល​បាន​អាន

source: Hide read articles
ar: اخف المقالات المقروؤة
bn_in: লোকানো নিবন্ধগুলি দেখান
ia: Cela articulos legite
km: លាក់​អត្ថបទ​ដែល​បាន​អាន
