{ "translations": {
    "Request failed, network connection unavailable!" : "Falló la solicitú, ¡conexón de rede non disponible!",
    "Request unauthorized. Are you logged in?" : "Solicitú non autorizada. ¿Aniciesti sesión?",
    "Request forbidden. Are you an admin?" : "Solicitú prohibida. ¿Yes alministrador?",
    "Token expired or app not enabled! Reload the page!" : "¡Token caducáu o l'aplicación nun ta activada! ¡Recarga la páxina!",
    "Internal server error! Please check your data/nextcloud.log file for additional information!" : "¡Fallu internu del sirvidor! Comprueba'l ficheru de rexistru en data/nextcloud.log pa más información",
    "Request failed, Nextcloud is in currently in maintenance mode!" : "¡Falló la solicitú! Anguaño Nextcloud ta en mou de caltenimientu.",
    "Feed contains invalid XML" : "El feed contién un XML non válidu",
    "Feed not found: either the website does not provide a feed or blocks access. To rule out blocking, try to download the feed on your server's command line using curl: curl " : "Nun s'alcontró el Feed: yá sía'l sitiu web nun apurre'l feed o bloquia l'accesu. Pa escartar el bloquéu, intente descargar el feed dende la llínea de comandos del servidor utilizando curl: curl",
    "Detected feed format is not supported" : "Detectáu formatu del feed non soportáu",
    "Website not found" : "Sitiu web non alcontráu",
    "More redirects than allowed, aborting" : "Más redirecciones de lo permitíu, albortando",
    "Bigger than maximum allowed size" : "Más grande que'l tamañu máximu permitíu",
    "Request timed out" : "Tiempu d'espera escosáu",
    "Required credentials for feed were either missing or incorrect" : "Les credenciales riquíes pal feed o tán perdíes o son incorrectes",
    "Forbidden to access feed" : "Accesu prohibíu al feed",
    "Certificate error: A problem occurred somewhere in the SSL/TLS handshake. Could be certificates (file formats, paths, permissions), passwords, and others." : "Fallu de certificáu: Asocedió un erru na negociación SSL/TLS. Puede ser el certificáu (Formatu del ficheru, ruta, permisos), la contraseña o otres coses.",
    "Certificate error: The remote server's SSL certificate or SSH md5 fingerprint was deemed not OK." : "Fallu de certificáu : el certificáu SSL del servidor remotu o la buelga dixital SSH MD5 nun ye correuta.",
    "Certificate error: Problem with the local client certificate." : "Fallu de certificáu: Problema col certificáu del veceru llocal.",
    "Certificate error: Couldn't use specified cipher." : "Fallu del certificáu: Nun pudo usase'l cifráu especificáu.",
    "Certificate error: Peer certificate cannot be authenticated with known CA certificates." : "Fallu de certificáu: El certificáu de par nun pudo autentificase colos certificaos CA conocíos.",
    "Certificate error: Requested FTP SSL level failed." : "Fallu de certificáu: Nivel SSL FTP solicitáu falló.",
    "Certificate error: Initiating the SSL Engine failed." : "Fallu de certificáu: Empecipiando'l motor SSL falló.",
    "Certificate error: Problem with reading the SSL CA cert (path? access rights?)" : "Fallu de certificáu: Problema cola llectura del certificáu SSL CA (¿Camín? ¿Derechos d'accesu?)",
    "Certificate error: Issuer check failed" : "Fallu de certificáu: La comprobación del emisor falló",
    "Unknown SSL certificate error!" : "SSL desconocíu, ¡fallu de certificáu!",
    "Can not add feed: Exists already" : "Nun pue amestase'l feed: Yá esiste",
    "Articles without feed" : "Artículos ensin fonte",
    "Can not add folder: Exists already" : "Nun pue amestase la carpeta: Yá esiste",
    "Purge interval" : "Intervalu de purga",
    "Minimum amount of seconds after deleted feeds and folders are removed from the database; values below 60 seconds are ignored" : "Los Feeds y les carpetes son borraes de la base de datos darréu; los valores embaxu 60 segudos son inoraos. ",
    "Maximum read count per feed" : "Númberu máximu de llectura per feed",
    "Defines the maximum amount of articles that can be read per feed which won't be deleted by the cleanup job; if old articles reappear after being read, increase this value; negative values such as -1 will turn this feature off completely" : "Define las cantidá máxima d'artículos que pueden lleese per feed y que nun serán borraos pol procesu de llimpieza; si reapaecen vieyos artículos dempués de lleese, auméntase esti valor; valores negativos como -1 desaniciaránse dafechu",
    "Maximum redirects" : "Redirecciones máximes",
    "Maximum feed page size" : "Máximu tamañu de páxina del feed",
    "Maximum feed size in bytes. If the RSS/Atom page is bigger than this value, the update will be aborted" : "Máximu tamañu del feed en bytes. Si la páxina RSS/Atom ye más grande qu'esti valor, l'actualización va ser atayada",
    "Feed fetcher timeout" : "Tiempo escosao p'algamar el feed",
    "Maximum number of seconds to wait for an RSS or Atom feed to load; if it takes longer the update will be aborted" : "Númeru máximu de segundos d'espera pa que cargue una RSS o un feed Atom; si lleva más tiempu, la xubida albortarase. ",
    "Explore Service URL" : "Esplorar URL del serviciu",
    "If given, this service's URL will be queried for displaying the feeds in the explore feed section. To fall back to the built in explore service, leave this input empty" : "Si ye'l casu, la URL d'esti serviciu va ser consultada pa la visualización de los feeds na sección de gueta de feeds. Pa volver al serviciu d'esploración integráu, dexe esti campu baleru.",
    "For more information check the Wiki" : "Pa más información consultar la Wiki",
    "Saved" : "Guardáu",
    "Download" : "Descargar",
    "Close" : "Zarrar",
    "Ajax or Web cron mode detected! Your feeds will not be updated!" : "¡Detectóse mou d'Ajax o de cron Web! ¡Los feeds nun van ser actualizaos!",
    "How to set up the operating system cron" : "Cómo configurar el cron del sistema operativu",
    "Install and set up a faster parallel updater that uses the News app's update API" : "Instalar y configurar un actualizador más rápidu paralelu qu'utilice l'API d'actualización de l'aplicación Noticies",
    "filter" : "filtru",
    "Language" : "Llingua",
    "Subscribe" : "Soscríbete",
    "Got more awesome feeds? Share them with us!" : "¿Tienes otros feeds prestosos? ¡Compartilos col nuesu equipu!",
    "No articles available" : "Nun hai artículos disponibles",
    "No unread articles available" : "Nun hai artículios ensin lleer disponibles",
    "Open website" : "Abrir sitiu web",
    "Star article" : "Artículu favoritu",
    "Unstar article" : "Artículu non destacáu",
    "Keep article unread" : "Caltener artículu ensín lleer",
    "Remove keep article unread" : "Desaniciar artículu ensín lleer",
    "by" : "por",
    "from" : "Dende",
    "Play audio" : "Reproducir audiu",
    "Download video" : "Descargar video",
    "Download audio" : "Descargar audiu",
    "Keyboard shortcut" : "Atayu de tecláu",
    "Description" : "Descripción",
    "right" : "Derecha",
    "Jump to next article" : "Salta a l'artículu siguiente",
    "Jump to previous article" : "Salta a l'artículu previu",
    "Toggle star article" : "Marcar como favoritu",
    "Toggle keep current article unread" : "Marcar como non lleíu",
    "Open article in new tab" : "Abre l'artículu nuna pestaña nueva",
    "Toggle expand article in compact view" : "Espandir artículu en vista compacta",
    "Refresh" : "Anovar",
    "Load next feed" : "Carga'l siguiente feed",
    "Load previous feed" : "Carga'l feed anterior",
    "Load next folder" : "Carga'l siguiente direutoriu",
    "Load previous folder" : "Carga'l direutoriu anterior",
    "Scroll to active navigation entry" : "Movese hasta la entrada de navegación activa",
    "Focus search field" : "campu de gueta d'enfoque",
    "Mark current article's feed/folder read" : "Marcar tolos articulos actuales como lleíos",
    "Web address" : "Direición web",
    "Feed exists already!" : "¡Esti feed yá esiste!",
    "Folder" : "Carpeta",
    "No folder" : "Ensín carpeta",
    "New folder" : "Carpeta nueva",
    "Folder name" : "Nome de la carpeta",
    "Go back" : "Atrás",
    "Folder exists already!" : "¡La carpeta yá esiste!",
    "Advanced settings" : "Axustes avanzaos",
    "Credentials" : "Credenciales",
    "HTTP Basic Auth credentials must be stored unencrypted! Everyone with access to the server or database will be able to access them!" : "¡Les credenciales d'autenticación básica d'HTTP tienen de ser almacenaos ensin encriptar! ¡Cualesquier que pueda aportar al sirvidor o base de datos va ser capaz d'aportar a ellos!",
    "Username" : "Nome d'usuariu",
    "Password" : "Contraseña",
    "New Folder" : "Carpeta nueva",
    "Create" : "Crear",
    "Explore" : "Esplorar",
    "Update failed more than 50 times" : "L'actualización falló más de 50 vegaes",
    "Deleted feed" : "Desaniciar feed",
    "Undo delete feed" : "Desfacer desaniciu del feed",
    "Rename" : "Renomar",
    "Menu" : "Menú",
    "Delete" : "Desaniciar",
    "Dismiss" : "Encaboxar",
    "Collapse" : "Contrayer",
    "Deleted folder" : "Desaniciar carpeta",
    "Undo delete folder" : "Desfacer desaniciu de la carpeta",
    "Starred" : "Favoritos",
    "Unread articles" : "Artículos ensin lleer",
    "All articles" : "Tolos artículos",
    "Settings" : "Axustes",
    "Disable mark read through scrolling" : "Deshabilita marcar como lleíu al desplazar",
    "Compact view" : "Vista compauta",
    "Expand articles on key navigation" : "Espandir los artículos al navegar con tecles",
    "Show all articles" : "Amosar tolos artículos",
    "Reverse ordering (oldest on top)" : "Ordenamientu inversu (el más antiguu na parte cimera)",
    "Subscriptions (OPML)" : "Soscripciones (OPML)",
    "Import" : "Importar",
    "Export" : "Esportar",
    "Error when importing: file does not contain valid OPML" : "Fallu al importar: el ficheru nun contién OPML válidu",
    "Error when importing: OPML is does neither contain feeds nor folders" : "Fallu al importar: OPML nun contién nin feeds nin carpetes",
    "Unread/Starred Articles" : "Artículos Non lleíos y Favoritos",
    "Error when importing: file does not contain valid JSON" : "Fallu al importar: el ficheru nun contién JSON válidu",
    "Help" : "Ayuda",
    "Keyboard shortcuts" : "Atayos de tecláu",
    "Documentation" : "Documentación",
    "Report a bug" : "Informar un fallu"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}