{ "translations": {
    "Request failed, network connection unavailable!" : "Se presentó una falla en la solicitud. ¡La conexión a la red no está disponible!",
    "Request unauthorized. Are you logged in?" : "Solicitud rechazada. ¿Ha iniciado sesisón?",
    "Request forbidden. Are you an admin?" : "Solicitud prohibida. ¿Es usted un adminsitrador?",
    "Token expired or app not enabled! Reload the page!" : "¡La ficha expiró o la aplicación no está habilitada! ¡Favor de recargar la página!",
    "Internal server error! Please check your data/nextcloud.log file for additional information!" : "¡Se presentó un error interno del servidor! ¡Favor de verificar el archivo data/nextcloud.log para más informacón!",
    "Request failed, Nextcloud is in currently in maintenance mode!" : "¡Se presentó una falla, por el momento Nextcloud se encuentra en modo mantenimiento!",
    "Feed contains invalid XML" : "La fuente contiene un XML inválido",
    "Feed not found: either the website does not provide a feed or blocks access. To rule out blocking, try to download the feed on your server's command line using curl: curl " : "La fuente no fue encontrada: el sitio web no provee una fuente o está bloquendo el acceso. Para descartar el bloqueo, intente descargar la fuente en la línea de comandos de su servidor usando curl: curl",
    "Detected feed format is not supported" : "El formato de la fuente detectado no está soportado",
    "Website not found" : "El sitio web no fue encontrado",
    "More redirects than allowed, aborting" : "Más redirecciones de las permitidas, abortando",
    "Bigger than maximum allowed size" : "Más grande que el tamaño máximo permitido",
    "Request timed out" : "La solicitud expiró",
    "Required credentials for feed were either missing or incorrect" : "Las credenciales requerdias para la fuente fueron incorrectas o faltaron",
    "Forbidden to access feed" : "Acceso a la fuente prohibido",
    "Certificate error: A problem occurred somewhere in the SSL/TLS handshake. Could be certificates (file formats, paths, permissions), passwords, and others." : "Error en el certificado:  Se presentó un problema al negociar la conexión SSL/TSL <handshake>. Pudieron haber sido los certificados (formatos de archivos, rutas, permisos), contraseñas u otros factores",
    "Certificate error: The remote server's SSL certificate or SSH md5 fingerprint was deemed not OK." : "Error del certificado: El certificado SSL o la huella SSH md5 del servidor remoto es incorrecto.",
    "Certificate error: Problem with the local client certificate." : "Error en el certificado: Se presentó un problema con el certificado local del cliente. ",
    "Certificate error: Couldn't use specified cipher." : "Error en el certificado: No fue posible especificar el cifrado. ",
    "Certificate error: Peer certificate cannot be authenticated with known CA certificates." : "Error en el certificado: El certificado no pudo ser autenticado contra los certificados de una CA conocida. ",
    "Certificate error: Requested FTP SSL level failed." : "Error en el certificado: Se presentó una falla en la solicitud del FTP nivel SSL",
    "Certificate error: Initiating the SSL Engine failed." : "Error en el certificado: Se presentó una falla al inicializar el motor SSL",
    "Certificate error: Problem with reading the SSL CA cert (path? access rights?)" : "Error en el certificado: Se presentó un problema al leer el certificado CA SSL (¿ruta? ¿privilegios?)",
    "Certificate error: Issuer check failed" : "Error en el certificado: Se presentó una falla en la verificación de quien lo expide",
    "Unknown SSL certificate error!" : "¡Error desconocido del certificado SSL!",
    "Can not add feed: Exists already" : "No es posible agregar la fuente: ya existe",
    "Articles without feed" : "Artículos sin fuente",
    "Can not add folder: Exists already" : "No se puede agregar la carpeta: ya existe",
    "Use system cron for updates" : "Use el sistema cron para las actualizaciones",
    "Disable this if you run a custom updater such as the Python updater included in the app" : "Deshabilite esto si usa un actualizador personalizado como el actualizador de Python en la aplicación",
    "Purge interval" : "Purgar el intervalo",
    "Minimum amount of seconds after deleted feeds and folders are removed from the database; values below 60 seconds are ignored" : "Número mínimo de segundos a esperar eliminar de la base de datos carpetas y fuentes despues de haber sido borrados; valores inferiores a 60 segundos son ignorados",
    "Defines the maximum amount of articles that can be read per feed which won't be deleted by the cleanup job; if old articles reappear after being read, increase this value; negative values such as -1 will turn this feature off completely" : "Define el número máximo de artículos que se pueden leer por fuente que no serán borrados por el trabajo de limpieza; si artículos anteriores reaparecen despues de haber sido leídos, incremente este valor; valores negativos tales como -1 apagarán esta funcionalidad por completo",
    "Maximum redirects" : "Redirecciones máximas",
    "How many redirects the feed fetcher should follow" : "Cuantas redirecciones debería seguir el buscador de fuentes",
    "Maximum feed page size" : "Tamaño máximo de la página de la fuente",
    "Maximum feed size in bytes. If the RSS/Atom page is bigger than this value, the update will be aborted" : "Tamaño máximo de una fuente en bytes. Si la página RSS/Atom es mayor a este valor, la actualización será abortada ",
    "Feed fetcher timeout" : "Tiempo de espera máximo para el buscador de fuentes",
    "Maximum number of seconds to wait for an RSS or Atom feed to load; if it takes longer the update will be aborted" : "Número máximo de segundos a esperar a que cargue una fuente RSS o Atom; si toma más tiempo, será abortada",
    "Explore Service URL" : "Explorar la URL del Servicio",
    "If given, this service's URL will be queried for displaying the feeds in the explore feed section. To fall back to the built in explore service, leave this input empty" : "Si es proporcionado, la URL de este servicio será consultada para desplegar las fuentes en la seccion de explorar fuente. Para regresar al servicio integrado de exploración, déjelo vacío",
    "For more information check the Wiki" : "Para mayor información consulte el Wiki",
    "Saved" : "Guardado",
    "Download" : "Descargar",
    "Close" : "Cerrar",
    "Ajax or Web cron mode detected! Your feeds will not be updated!" : "¡Se ha detectado el modo cron para Ajax o Web! ¡Sus fuentes no serán actualizadas!",
    "How to set up the operating system cron" : "Como establecer las tareas programadas del sistema operativo",
    "Install and set up a faster parallel updater that uses the News app's update API" : "Instale y configure un actualizador en paralelo más rápido que use el API de actualización de la nueva aplicación",
    "filter" : "filtro",
    "Language" : "Idioma",
    "Subscribe" : "Suscribir",
    "Got more awesome feeds? Share them with us!" : "¿Cuenta con más fuentes increíbles? ¡Compártalas con nosotros!",
    "No articles available" : "No hay artículos disponibles",
    "No unread articles available" : "No hay artículos sin leer disponibles",
    "Open website" : "Abrir sitio web",
    "Star article" : "Marcar el artículo",
    "Unstar article" : "Desmarcar artículo",
    "Keep article unread" : "Mantener el artículo como no-leído",
    "by" : "por",
    "from" : "de",
    "Play audio" : "Reproducir audio",
    "Download video" : "Descargar video",
    "Download audio" : "Descargar audio",
    "Keyboard shortcut" : "Atajo del teclado",
    "Description" : "Descripción",
    "right" : "derecha",
    "Jump to next article" : "Ir al artículo siguiente ",
    "left" : "izquierda",
    "Jump to previous article" : "Ir al artículo anterior",
    "Star article and jump to next one" : "Marcar el artículo y continuar al siguiente",
    "Open article in new tab" : "Abrir el artículo en una nueva pestaña",
    "Toggle expand article in compact view" : "Alternar artículo expandido en vista compacta",
    "Refresh" : "Actualizar",
    "Load next feed" : "Cargar fuente siguiente",
    "Load previous feed" : "Cargar fuente anterior",
    "Load next folder" : "Cargar la siguiente carpeta",
    "Load previous folder" : "Cargar carpeta anterrior",
    "Scroll to active navigation entry" : "Desplácese hasta el elemento de navegación activo",
    "Mark current article's feed/folder read" : "Marcar la fuente/carpeta del artículo actual como leído",
    "Web address" : "Dirección web",
    "Feed exists already!" : "¡La fuente ya existe!",
    "Folder" : "Carpeta",
    "No folder" : "No hay carpetas",
    "New folder" : "Carpeta nueva ",
    "Folder name" : "Nombre de la carpeta",
    "Go back" : "Regresar",
    "Folder exists already!" : "¡La carpeta ya existe!",
    "Advanced settings" : "Ajustes avanzados",
    "Credentials" : "Credenciales",
    "HTTP Basic Auth credentials must be stored unencrypted! Everyone with access to the server or database will be able to access them!" : "¡Las credenciales HTTP Basic Auth deben ser almacenadas decriptadas! ¡Todos aquellos que tengan acceso al servidor o a la base de datos tendrán acceso a ellas!",
    "Username" : "Nombre de usuario",
    "Password" : "Contraseña",
    "New Folder" : "Carpeta Nueva",
    "Create" : "Crear",
    "Explore" : "Explorar",
    "Update failed more than 50 times" : "La carga falló más de 50 veces",
    "Deleted feed" : "Borrar fuente",
    "Undo delete feed" : "Deshacer borrar fuente",
    "Rename" : "Renombrar",
    "Menu" : "Menú",
    "Unpin feed from the top" : "Desanclar fuente de la parte superior",
    "Pin feed to the top" : "Anclar fuente a la parte superior",
    "No feed ordering" : "Sin orden de fuentes",
    "Reversed feed ordering" : "Orden reverso de fuentes",
    "Normal feed ordering" : "Orden normal de fuentes",
    "Enable full text feed fetching" : "Habilitar la búsqueda de texto completo en fuentes ",
    "Disable full text feed fetching" : "Deshabilitar la búsqueda de texto completo en fuentes ",
    "Keep updated articles as is" : "Mantener los artículos actualizados tal y como estánn",
    "Mark updated articles unread" : "Marcar los artículos actualizados como no leídos",
    "Rename feed" : "Renombrar fuente",
    "Delete feed" : "Borrar fuente",
    "Mark all articles read" : "Marcar todos los artículos como leidos",
    "Dismiss" : "Descartar",
    "Collapse" : "Colapsar",
    "Deleted folder" : "Borrar carpeta",
    "Undo delete folder" : "Deshacer borrar carpeta",
    "Rename folder" : "Renombrar carpeta",
    "Delete folder" : "Eliminar carpeta",
    "Starred" : "Favoritos",
    "Unread articles" : "Artículos sin leer",
    "All articles" : "Todos los artículos",
    "Settings" : "Ajustes",
    "Compact view" : "Vista compacta",
    "Show all articles" : "Mostrar todos los artículos",
    "Reverse ordering (oldest on top)" : "Orden inverso (más antiguo arriba)",
    "Subscriptions (OPML)" : "Subscripciones (OPML)",
    "Import" : "Importar",
    "Export" : "Exportar",
    "Error when importing: file does not contain valid OPML" : "Se presentó un error al importar: el archivo no contiene un OPML válido",
    "Error when importing: OPML is does neither contain feeds nor folders" : "Se presentó un error al importar: OPML no contiene fuentes o carpetas",
    "Unread/Starred Articles" : "Artículos no leídos y favoritos",
    "Error when importing: file does not contain valid JSON" : "Se presentó un error al importar: el archivo no contiene un JSON válido",
    "Help" : "Ayuda",
    "Keyboard shortcuts" : "Atajos de teclado",
    "Documentation" : "Documentación",
    "Report a bug" : "Reportar una falla"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}